<?php

$L['info_desc'] = 'Отображает темы (топики) созданные пользователем на форуме (Бета-версия, предварительная версия, которая может содержать ошибки или проблемы с производительностью)';
$L['info_notes'] = 'List of topics in the user profile and a separate page that the user created on the forum. Based on <a
href="https://github.com/Alex300/userlatestposts" target="_blank">the plugin</a>';
$L['cfg_countonpage'] = "Количество выводимых записей на странице пользователя";
$L['cfg_countonpageinlist'] = "Количество выводимых записей на самостоятельной странице";
$L['cfg_ajax'] = "Включить AJAX навигацию";

$L['plu_msg500'] = "Произошла внутренняя ошибка или ошибка в конфигурации сервера. Пожалуйста свяжитесь с администрацией сайта, и сообщите об ошибке и вследствии каких действий вы с ней столкнулись.";
$L['plu_msg404'] = "Запрошенный объект или ссылка не найдены на этом сервере. Ссылка, по которой вы пришли либо устарела, ошибочна, либо на сервере был запрещен её просмотр.";


$L['usertopicslist_meta_title'] = 'Все мои темы';
$L['usertopicslist_title'] = 'Все темы пользователя';